[
  {
    "id": "1791084",
    "url": "https://en.wikipedia.org/wiki?curid=1791084",
    "title": "St Mark's Eve",
    "text": "St. Mark's Eve is the day before the feast day of St. Mark the Evangelist. In liturgical Christian churches, this feast of St. Mark is observed on 25 April of each year; thus St. Mark's Eve is 24 April."
  },
  {
    "id": "1791085",
    "url": "https://en.wikipedia.org/wiki?curid=1791085",
    "title": "Mount Sopris",
    "text": "Mount Sopris is a twin-summit mountain in the northwestern Elk Mountains range of the Rocky Mountains of North America. The mountain is located in the Maroon Bells-Snowmass Wilderness of White River National Forest, north by northeast (bearing 30°) of the community of Redstone in Pitkin County, Colorado, United States."
  },
  {
    "id": "1791100",
    "url": "https://en.wikipedia.org/wiki?curid=1791100",
    "title": "Henry Preserved Smith",
    "text": "Henry Preserved Smith (October 12, 1847 – February 26, 1927) was an American biblical scholar."
  },
  {
    "id": "1791102",
    "url": "https://en.wikipedia.org/wiki?curid=1791102",
    "title": "Arthur Seldon",
    "text": "Arthur Seldon, (29 May 1916 – 11 October 2005) was joint founder president, with Ralph Harris, of the Institute of Economic Affairs, where he directed editorial affairs and publishing for more than thirty years. He is the father of political author Anthony Seldon."
  },
  {
    "id": "1791106",
    "url": "https://en.wikipedia.org/wiki?curid=1791106",
    "title": "Sunburst Award",
    "text": "The Sunburst Award for Canadian Literature of the Fantastic is an annual award given for a speculative fiction novel or a book-length collection."
  },
  {
    "id": "1791109",
    "url": "https://en.wikipedia.org/wiki?curid=1791109",
    "title": "Seán Moore (Irish politician)",
    "text": "Seán Moore (19 May 1913 – 1 October 1986) was an Irish Fianna Fáil politician."
  },
  {
    "id": "1791111",
    "url": "https://en.wikipedia.org/wiki?curid=1791111",
    "title": "Taner Sağır",
    "text": "Taner Sağır (born March 13, 1985 in Kardzhali, Bulgaria) is a Turkish world and Olympic weightlifting champion. Coming into Athens as holder of all the junior world records at the age of only 19, he broke the Olympic records in the category –77 kg snatch, clean and jerk and total. He is seen as a great talent by authorities."
  },
  {
    "id": "1791112",
    "url": "https://en.wikipedia.org/wiki?curid=1791112",
    "title": "Line 6 (company)",
    "text": "Line 6 is a musical instrument and audio equipment manufacturer. Their product lines include electric and acoustic guitars, basses, guitar and bass amplifiers, effects units, USB audio interfaces and guitar/bass wireless systems. The company was founded in 1996 and is headquartered in Calabasas, California."
  },
  {
    "id": "1791114",
    "url": "https://en.wikipedia.org/wiki?curid=1791114",
    "title": "Bertie Mee",
    "text": "Bertram Mee OBE (25 December 1918 – 22 October 2001) was an English footballer who played as a winger for Derby County and Mansfield Town. Mee was also a manager, noted for leading Arsenal to their first Double win in 1971."
  },
  {
    "id": "1791116",
    "url": "https://en.wikipedia.org/wiki?curid=1791116",
    "title": "Paul Cullen (cardinal)",
    "text": "Paul Cullen (29 April 1803 – 24 October 1878) was Roman Catholic Archbishop of Dublin and previously of Armagh, and the first Irish cardinal. His Ultramontanism spearheaded the Romanisation of the Catholic Church in Ireland and ushered in the devotional revolution experienced in Ireland through the second half of the 19th century and much of the 20th century. A trained biblical theologian and scholar of ancient languages, Cullen crafted the formula for papal infallibility at the First Vatican Council."
  }
]